INSERT INTO `payment_status` VALUES
                                 (1,'На розгляді'),
                                 (2,'Очікує оплату'),
                                 (3,'Оплачено');

INSERT INTO `role` VALUES
                       (1,'user'),
                       (2,'manager'),
                       (3,'admin'),
                       (4,'employee');

INSERT INTO `location_status` VALUES
                                  (1,'В місті відправлення'),
                                  (2,'В дорозі'),
                                  (3,'У відділенні пошти'),
                                  (4,'Отримано');

INSERT INTO `user` VALUES
                       (1,'user','E3D0C55ABC4627592A965868965D6C79','Костянтин','Бороздих','+380938988645','kostiaborozdyh@gmail.com',605,1,'yes','no'),
                       (2,'user1','E3D0C55ABC4627592A965868965D6C79','Maks','Prokopenko','+380938988645','kostiaborozdyh1@gmail.com',700,1,'no','no'),
                       (3,'user2','6CB75F652A9B52798EB6CF2201057C73','Gleb','HZKAK','+380938988645','kostiaborozdyh2@gmail.com',275,1,'yes','no'),
                       (4,'user3','819B0643D6B89DC9B579FDFC9094F28E','Oleh','Marin','+380938988645','kostiaborozdyh3@gmail.com',100,1,'yes','no'),
                       (5,'manager','985E75C1A4123291454F93736028B210','Менеджер','Менеджер','+380777777778','manager@gmail.com',2000,2,'no','no'),
                       (21,'admin','21232F297A57A5A743894A0E4A801FC3','ADMIN','ADMIN','0123456789','admin.delivery.holder@gmail.com',NULL,3,'no','no'),
                       (31,'employee','E3D0C55ABC4627592A965868965D6C79','employee','employee','','employee@gmail.com',NULL,4,'no','no');

INSERT INTO `reviews` VALUES
                          (1,1,'Все було супер, доставити дуже швидко!','2022-05-25'),
                          (2,1,'Ціна та якість на вищому рівні!','2022-05-26'),
                          (3,1,'Компанія бомба','2022-05-27'),
                          (4,2,'Не дуже сподобалось обслуговування','2022-05-28'),
                          (5,1,'Впринципі по ціні і якості ок','2022-05-29'),
                          (6,1,'ок, сойдьот','2022-05-31');

INSERT INTO `order` VALUES
                        (16,'tovar1',1,1,24,'Київ, Україна','Луцьк, Волинська область','address','2022-05-21','2022-05-29','2022-06-02',1,3,4),
                        (17,'tovar2',1,2,100,'Черкаси, Україна','Канів, Україна','Адреса2','2022-05-18','2022-05-18','2022-05-19',1,3,4),
                        (18,'Товар3',2,2,500,'Кривий Ріг, Україна','Харків, Україна','Адреса3','2022-05-20','2022-05-20','2022-05-22',1,3,4),
                        (19,'Товар4',2,4,465,'Чернігів, Україна','Одеса, Україна','Адреса4','2022-05-20','2022-05-20','2022-05-23',1,3,4),
                        (20,'Tovar5',3,9,460,'Дніпро, Україна','Вінниця, Україна','address5','2022-05-19','2022-05-19','2022-05-23',1,3,4),
                        (21,'Товар6',4,4,900,'Львів, Україна','Миколаїв, Україна','Адреса6','2022-05-18','2022-05-18','2022-05-23',1,2,3),
                        (22,'Товар7',7,5,763,'Київ, Україна','Кривий Ріг, Україна','Адреса7','2022-05-21','2022-05-21','2022-05-24',1,3,4),
                        (23,'Товар8',4,4,603,'Черкаси, Україна','Донецьк, Україна','Адреса8','2022-05-21','2022-05-21','2022-05-23',1,3,3),
                        (24,'Tovar9',3,4,697,'Черкаси, Україна','Варшава, Польща','Адреса9','2022-05-21','2022-05-21','2022-05-23',1,3,4),
                        (25,'Tovar9',2,1,82,'Сміла, Україна','Івано-Франківськ, Україна','Адреса9','2022-05-21','2022-05-21','2022-05-23',1,3,4),
                        (26,'Tovar11',3,2,731,'Кривий Ріг, Україна','Луцьк, Волинська область','address11','2022-05-22','2022-05-22','2022-05-30',1,2,2),
                        (27,'Tovar12',1,4,284,'Київ, Україна','Одеса, Україна','Address12','2022-05-23','2022-05-23','2022-05-27',1,3,4),
                        (28,'Tovar13',1,4,260,'Київ, Україна','Донецьк, Україна','Адреса13','2022-05-22','2022-05-23','2022-05-26',1,3,2),
                        (29,'Товар14',3,6,509,'Черкаси, Україна','Київ, Україна','Адреса14','2022-05-29','2022-06-10','2022-06-11',1,3,2),
                        (30,'Tovar15',3,1,110,'Кривий Ріг, Україна','Черкаси, Україна','Гетьмана Сагайдачного 174','2022-05-29','2022-05-29','2022-05-30',1,3,2),
                        (31,'Товар111',1,1,107,'Черкаси, Україна','Івано-Франківськ, Україна','Адреса111','2022-05-30','2022-06-02','2022-06-04',2,2,2),
                        (33,'Новий Товар',2,3,400,'Черкаси, Україна','Одеса, Україна','Центральна 51','2022-06-01','2022-06-02','2022-06-04',1,3,2),
                        (34,'Товар17',3,1,146,'Львів, Україна','Краків, Польща','польська 45','2022-06-02','2022-06-10','2022-06-11',1,3,2),
                        (35,'Товар18',3,1,1144,'Чернігів, Україна','Париж, Франція','Центральна 51','2022-06-03','2022-06-03','2022-06-10',1,3,2),
                        (36,'njdfh123',3,2,169,'Київ, Україна','Черкаси, Україна','Гарматна 51','2022-06-04','2022-06-10','2022-06-11',1,3,2),
                        (37,'Товар на сервлеті',3,6,1247,'Київ, Україна','Тернопіль, Україна','Гарматна 52','2022-06-20','2022-06-20','2022-06-22',1,3,4);